COLORS = [
    (0, 0, 255),      # Синий
    (255, 0, 0),      # Красный
    (0, 255, 0),      # Зеленый
    (255, 255, 0),    # Желтый
    (255, 165, 0),    # Оранжевый
    (128, 0, 128),    # Фиолетовый
    (0, 255, 255),    # Голубой
    (255, 192, 203),  # Розовый
    (165, 42, 42),    # Коричневый
    (128, 128, 128),  # Серый
    (0, 128, 128),    # Темно-бирюзовый
    (128, 0, 0),      # Темно-красный
    (0, 128, 0),      # Темно-зеленый
    (0, 0, 128),      # Темно-синий
    (255, 140, 0),    # Темно-оранжевый
    (75, 0, 130),     # Индиго
    (240, 230, 140),  # Светло-камуфляжный
    (255, 215, 0),    # Золотой
    (199, 21, 133),    # Малиновый
    (255, 105, 180),   # Легкий розовый
    (255, 99, 71),     # Томато
    (32, 178, 170),    # Светло-бирюзовый
    (60, 179, 113),    # Средний лесной зелёный
    (106, 90, 205),    # Синий орхидея
    (0, 255, 127),     # Весёлый зелёный
    (123, 104, 238),   # Медиум синь
    (255, 20, 147),    # Лаванда розовый
    (210, 105, 30),    # Коричневый оранжевый
    (255, 69, 0),      # Красный оранжевый
    (0, 191, 255),     # Дикий синий
    (70, 130, 180),    # Стальной синий
    (147, 112, 219),   # Орхидея
    (255, 182, 193),   # Лавандовый
    (255, 228, 196),   # Бежевый
    (255, 99, 255),    # Розовый фламинго
    (255, 218, 185),   # Персиковый
    (50, 205, 50),     # Лимонно-зелёный
    (0, 255, 255),     # Аквамарин
    (135, 206, 250)    # Светло-голубой
]
