COLORS = [
    (0, 0, 255),      # Синий
    (255, 0, 0),      # Красный
    (0, 255, 0),      # Зеленый
    (255, 255, 0),    # Желтый
    (255, 165, 0),    # Оранжевый
    (128, 0, 128),    # Фиолетовый
    (0, 255, 255),    # Голубой
    (255, 192, 203),  # Розовый
    (165, 42, 42),    # Коричневый
    (128, 128, 128),  # Серый
    (0, 128, 128),    # Темно-бирюзовый
    (128, 0, 0),      # Темно-красный
    (0, 128, 0),      # Темно-зеленый
    (0, 0, 128),      # Темно-синий
    (255, 140, 0),    # Темно-оранжевый
    (75, 0, 130),     # Индиго
    (240, 230, 140),  # Светло-камуфляжный
    (255, 215, 0),    # Золотой
    (199, 21, 133)    # Малиновый
]
